export const marketCapDummyData = [
  {
    id: 17,
    name: "반도체와반도체장비",
    sum: 432277515308850,
  },
  {
    id: 18,
    name: "전기와전기제품",
    sum: 193102612313600,
  },
  {
    id: 2,
    name: "소재",
    sum: 134563935959600,
  },
  {
    id: 5,
    name: "자동차와부품",
    sum: 97280813578700,
  },
  {
    id: 10,
    name: "제약과생물공학",
    sum: 93332289875100,
  },
  {
    id: 21,
    name: "미디어와엔터테인먼트",
    sum: 92870274620800,
  },
  {
    id: 11,
    name: "은행",
    sum: 84041220253520,
  },
  {
    id: 3,
    name: "자본재",
    sum: 76920945679780,
  },
  {
    id: 4,
    name: "운송",
    sum: 36775538115400,
  },
  {
    id: 14,
    name: "보험",
    sum: 32380382536500,
  },
  {
    id: 1,
    name: "에너지",
    sum: 31333597799700,
  },
  {
    id: 6,
    name: "내구소비재와의류",
    sum: 31088433013700,
  },
  {
    id: 9,
    name: "식품,음료,담배",
    sum: 25167722803950,
  },
  {
    id: 15,
    name: "소프트웨어와서비스",
    sum: 21192614875700,
  },
  {
    id: 12,
    name: "증권",
    sum: 20013123335780,
  },
  {
    id: 16,
    name: "기술하드웨어와장비",
    sum: 17311680863000,
  },
  {
    id: 20,
    name: "전기통신서비스",
    sum: 14713604217870,
  },
  {
    id: 22,
    name: "유틸리티",
    sum: 11587451589850,
  },
  {
    id: 8,
    name: "소매(유통)",
    sum: 6245293542200,
  },
  {
    id: 19,
    name: "디스플레이",
    sum: 5471002053000,
  },
  {
    id: 7,
    name: "호텔,레스토랑,레저등",
    sum: 4321598100000,
  },
  {
    id: 13,
    name: "다각화된금융",
    sum: 3556867953700,
  },
]
